{
  "limites": [
    {
      "botao": "Total - 0",
      "titulo": "0",
      "tempo": "Mínimo de 12h",
      "respostas": ["Continuar com o monitoramento NEWS 2 de rotina."],
      "color": "#D5D6D4"
    },
    {
      "botao": "Total 1-4",
      "titulo": "Total 1-4",
      "tempo": "Mínimo a cada 4-6 horas",
      "respostas": [
        "Informar o enfermeiro que ele deve avaliar o paciente",
        "O enfermeiro deve decidir se o aumento da frequência de monitoramento e/ou intensificação do cuidado é necessário"
      ],
      "color": "#D5D6D4"
    },
    {
      "botao": "3 em um único parâmetro",
      "titulo": "3 em um único parâmetro",
      "tempo": "Mínimo a cada 1 hora",
      "respostas": [
        "O enfermeiro deve informar à equipe médica que está cuidando do paciente, que revisará e decidirá se a intensificação dos cuidados é necessária."
      ],
      "color": "#F7F39D"
    },
    {
      "botao": "Total 5 ou mais",
      "titulo": "Total de 5 ou mais<br/>limite de resposta urgente",
      "tempo": "Mínimo a cada 1 hora",
      "respostas": [
        "O enfermeito deve informar imediatamente à equipe médica que está cuidando do paciente.",
        "O enfermeiro deve solicitar avaliação urgente de um médico ou de uma equipe com competências esseciais no cuidado de pacientes com uma doença aguda",
        "Providenciar cuidado clínico em um ambiente com instalações de monitoramento."
      ],
      "color": "#FBB874"
    },
    {
      "botao": "Total de 7 ou mais",
      "titulo": "Total de 7 ou mais<br/>limite de resposta de emergência",
      "tempo": "Monitoramento contínuo dos sinais vitais",
      "respostas": [
        "O enfermeiro deve informar imediatamente à equipe médica que está cuidando do paciente - isso deve ser feito diretamente ao especialista.",
        "Avaliação de emergência por uma equipe com competências em cuidado crítico, incluindo médico(s) com habilidades avançadas em vias aéreas.",
        "Considerar a tranferência de cuidado para uma unidade de tratamento de nível 2 ou 3, ou se ja, uma unidade intermediária ou UTI.",
        "Cuidado clínico em um ambinete com instalações de monitoramento."
      ],
      "color": "#F27662"
    }
  ],
  "questoes": [4, 1, 2, 3, 0],
  "table": [
    "O risco clínico de uma pontuação agregada de 0 a 4 é baixo.",
    "O risco clínico de uma pontuação agregada de 5 a 6 é alto.",
    "Uma pontuação total NEWS 2 de 0 requer uma rotina de monitoramento dos sinais vitais.",
    "Para uma pontuação de 3 em um único parâmetro, considere sepse.",
    "Para uma pontuação NEWS 2 total de 5 ou mais, considere sepse."
  ]
}
